import React from "react";

export default class Settings extends React.Component {
  render() {
    console.log("settings");
    return (
      <div>
      <h1>Звук и светлина</h1>
      <p> Създаден в знак на почит към загиналите участници в българските войни за освобождение. Паметникът се намира в самия 
        център на града, дори често се смята, че той е центърът на Велико Търново. Посветен е на загиналите в четири войни - 
        Руско- урската, Сръбско-българската, Балканската и Първата световна война. Паметникът е построен в прослава на загиналите
         войни със средства, дарени от населението на Велико Търново. </p>
      </div>
    );
  }
}
